Repository: natanginsberg/la_ti
Catalog: lib/l10n/app_*.arb
Languages: iw

# explanationOfApp
source: To find a song search for it here. If the song does not exist you have an option to add it. Clicking on the bar will show available songs.
iw: ניתן לחפש פה שירים במידה והשיר לא נמצא ניתן להוסיף אותו לחיצה על שורת החיפוש תציג את כלל השירים

source: Add Song
iw: הוסף שיר

source: Follow Musician
iw: עקוב אחרי האומן

source: Following
iw: עוקב אחרי האומן

# search
source: Search for a song
iw: חפש שיר

# addDesktopRecordingVideo
source: Add Recording From Desktop
iw: הוסף ביצוע מהמחשב

source: Recordings:
iw: ביצועים:

# video
source: Video Visible
iw: וידיאו

# clickToAdd
source: Click on a song to add
iw: לחץ על שיר להוספה

# title
source: Title: {value}
iw: שם השיר: {value}

# artist
source: Artist: {value}
iw: אומן: {value}

# upload
source: Upload Recording
iw: העלה ביצוע

source: Uploading
iw: הביצוע עולה

# watchVideo
source: Watch Recording
iw: צפה בביצוע

source: Reset
iw: איפוס הכל

source: Personal Section
iw: איזור אישי

# noSongsMatch
source: No songs match your search
iw: השיר לא נמצא לנו במאגר

# addNewSongPrompt
source: To add a new song click here
iw: להוספת שיר חדש למאגר לחץ פה

# addNewSongTitle
source: Add Song To La-Si
iw: הוסיף שיר למאגר

# songNameHint
source: Song Name
iw: שם השיר

# artistNameHint
source: Song Artist
iw: שם האומן

# addSongButton
source: Add
iw: הוסף

# cancelButton
source: Cancel
iw: ביטול

source: Yes
iw: כן

source: No
iw: לא

# emptySongRecordingTitle
source: No Song Picked
iw: לא בחרת שיר

# emptySongRecordingFirstLine
source: You can only upload your recording into a song.
iw: ניתן להעלות ביצוע אך ורק לתוך שיר במאגר.

# emptySongRecordingSecondLine
source: Would you like to add a song?
iw: להוסיף שיר למאגר?

# fileUploadSuccess
source: File uploaded successfully
iw: .ההעלאה בוצעה בהצלחה

# songUploadSuccessfully
source: Song added successfully.
iw: השיר התווסף בהצלחה.

# fileUploadIndication
source: Loading, this may take a few minutes
iw: מעלה, זה יכול לקחת כמה דקות

# errorRecordingAlone
source: You can only upload your recording inside a song with a pre-existing recording, sorry.
iw: שגיאה, ניתן להעלות ביצוע על ביצוע קיים.

# errorSongFailed
source: Adding song Failed, sorry.
iw: שגיאה, השיר לא התווסף למאגר.

# errorAlreadyExists
source: The song already exists, please make sure that it is not your song
iw: השיר כבר קיים לנו במערכת, נא לוודא שזה לא השיר שלך.

# errorDefinitelyExists
source: The song that you want to add already exists in our system
iw: השיר כבר קיים לנו במערכת.

# errorNoSongEntered
source: You must enter a song name and an artist
iw: חייבים להכניס שם השיר ושם האומן

# errorOnlyOneSongUploadingAtATime
source: Only one file can be uploaded at a time, sorry.
iw: .לא ניתן להעלות שני שירים במקביל

# instrument
source: Instrument: {value}
iw: כלי נגינה: {value}

# jamsPartOf
source: Part of {value} jams
iw: צורף ל{value} הרכבים

# dateUploaded
source: Uploaded on {value}
iw: הועלה בתאריך {value}

# uploadedBy
source: Uploaded by {value}
iw: בוצע על ידי {value}

# instrumentPopupTitle
source: Add Instrument to continue uploading
iw: הוסף כלי נגינה להמשיך בהעלאה

# instrumentOption
source: Instrument:
iw: כלי נגינה:

# instrumentHint
source: Please enter an instrument
iw: הזן כלי נגינה

# continueUpload
source: Continue
iw: המשך

# errorInstrumentMissing
source: You must enter an instrument to continue
iw: כדי להמשיך יש להזין כלי נגינה

source: Sign Out
iw: התנתק

# uploadedRecordingsTitle
source: Uploaded Recordings
iw: ביצועים שהעלו

# saveRecordingsTitle
source: Saved Recordings
iw: ביצועים שמורים

# followingArtistsTitle
source: Artists Followed
iw: אמנים שאני עוקב אחריהם

# savedJamsTitle
source: My Jams
iw: הרכבים שמורים

# errorNoRecordingUploaded
source: You have not uploaded any recording
iw: עוד לא העלית ביצוע

source: Monitor
iw: מוניטור

source: Save Jam
iw: שמור הרכב
